{
    "guards": [
        {
            "name": "Closed Guard",
            "description": "The full guard, also known as the closed guard, is one of BJJ’s strongest positions. Full guard is basically an upside-down mount position for the person on the bottom. In full guard, the individual in the bottom position wraps his or her legs around the person on top. From full guard, the bottom player can defend strikes, apply submissions, and initiate sweeps. The full guard is a great BJJ, MMA, and self-defense position. ",
            "imagesUrl": [
                "https://cdn.evolve-mma.com/wp-content/uploads/2021/04/bjj-full-guard.jpg",
                "https://www.grapplearts.com/wp-content/uploads/2014/05/Closed-Guard.png"
            ],
            "videosUrl": [
                "https://www.youtube.com/embed/SZmnh7yZlOw",
                "https://www.youtube.com/embed/SufYLQTDHaY",
                "https://www.youtube.com/embed/nU9YxDabnSU"
            ],
            "type": "guards"
        },
        {
            "name": "Deep Half",
            "description": "What does the deep half guard look like? In the position, you’re lying on your back, your shoulders directly underneath the middle of your opponent’s hips. You control one of their legs, which is extended. By wrapping your own legs around it, most often in a hook configuration or a triangle, and you use your arms to establish grips at the hip level of the same leg.\n\n The other leg of your opponent is bent, and your head rests on the thigh. In certain situations, you can also use one of your arms to control the hip on that side.",
            "imagesUrl": [
                "https://i.ytimg.com/vi/2mom9Urqxa4/maxresdefault.jpg",
                "https://i.ytimg.com/vi/S3-7gS7DiEM/maxresdefault.jpg"
            ],
            "videosUrl": [
                "https://www.youtube.com/embed/i_2C3CUtQRI",
                "https://www.youtube.com/embed/idxIDIxS99Q"
            ],
            "type": "guards"
        },
        {
            "name": "Half Guard",
            "description": "The half guard is the position that is in between a full guard and side control or full mount. The combatant on top will try to untangle the leg and pass to obtain side control or mount, while the bottom combatant will try to transition into a full guard or alternatively attempt a sweep or submission.",
            "imagesUrl": [
                "https://cdn.shopify.com/s/files/1/1800/2299/articles/half-guard_1024x1024.jpg?v=1506792761",
                "https://i0.wp.com/www.studentofbjj.com/wp-content/uploads/2017/02/half-guard-1024x724.png?resize=648%2C458"
            ],
            "videosUrl": [
                "https://www.youtube.com/embed/9zKr-xYlPcg",
                "https://www.youtube.com/embed/GYq1cv9mCdg",
                "https://www.youtube.com/embed/HmBJN5FE9q4"
            ],
            "type": "guards"
        },
        {
            "name": "De La Riva",
            "description": "“De La Riva” guard is when one has his/her back towards the ground while attempting to control the opponent using his/her open legs. One of those legs needs to be outside hooked around the opponents’s legs (i.e. left leg hooking the guard passer’s right leg), compromising the passer’s balance with the use of this hook.",
            "imagesUrl": [
                "https://i.ytimg.com/vi/wfXCjevEqh8/maxresdefault.jpg",
                "https://www.bjjheroes.com/wp-content/uploads/2014/06/De-La-Riva-Guard1.jpg"
            ],
            "videosUrl": [
                "https://www.youtube.com/watch?v=xa0c5HHTuhM&pp=ygUKZGUgbGEgcml2YQ%3D%3D"
            ],
            "type": "guards"
        }
    ]
}