{
    "submissions": [
        {
            "name": "Kimura",
            "description": "The Kimura lock, which is also known as the double wristlock, chicken wing, and gyaku ude-garami, is a highly effective submission that has been successfully used in both BJJ and MMA competition. The Kimura works by isolating the elbow and shoulder joints through the use of a figure-four grip.",
            "imagesUrl": [
                "https://jiujitsu-news.com/wp-content/uploads/2020/06/Jiu-Jitsu-Kimura-Lock.png",
                "https://i.ytimg.com/vi/ofUtASU6sXY/maxresdefault.jpg"
            ],
            "type": "submissions"
        },
        {
            "name": "Rear Naked Choke",
            "description": "The rear naked choke or mata leão is considered as one of the most practiced submission grappling techniques in BJJ. In fact, it's also widely labeled as the most useful type of chokehold technique. It has become a staple in BJJ and even in the UFC.",
            "imagesUrl": [
                "https://www.bjjee.com/wp-content/uploads/2017/04/rnc.jpg",
                "https://i0.wp.com/www.studentofbjj.com/wp-content/uploads/2017/02/rearnakedchoke-1024x724.png?resize=648%2C458"
            ],
            "type": "submissions"
        },
        {
            "name": "Straight Ankle Lock",
            "description": "The ankle lock (also known as the Achilles lock) is typically the first leg submission taught in Brazilian Jiu-Jitsu. It is a leg-based attack that targets the Achilles tendon by pressing it towards the foot. It is a fundamentally straightforward submission where you directly apply pressure to the tendon; the pressure is sharp and can cause many opponents to panic if not attended to. As it is a submission, it can cause injury as well if applied on a vulnerable foot.",
            "imagesUrl": [
                "https://cdn.evolve-mma.com/wp-content/uploads/2021/09/BJJ-Ankle-Lock.jpg",
                "https://www.watchbjj.com/wp-content/uploads/2015/06/how-to-finish-a-straight-ankle-l-1024x576.jpg"
            ],
            "type": "submissions"
        },
        {
            "name": "Americana",
            "description": "The Americana, or 'Americana Lock', is a submission tactic used in Brazilian jiu-jitsu whereby the practitioner of the move takes control of his/her opponent's arm and putting it in an 'L' shape, making the elbow and shoulder joints vulnerable.",
            "imagesUrl": [
                "https://i.ytimg.com/vi/oWGdu8XU-No/maxresdefault.jpg",
                "https://media.istockphoto.com/photos/brazilian-jiu-jistu-bjj-nogi-grappling-training-two-male-athletes-picture-id1329778864?k=20&m=1329778864&s=612x612&w=0&h=hOFyCMTF3D1SwudNLyvNySjayPXNhdzd_hYfCD_vvYc="
            ],
            "type": "submissions"
        }
    ]
}